Repository: flyser/cournal
Catalog: i18n/*.po
Languages: de

source: A collaborative note taking and journal application using a stylus.
de: Ein kollaboratives Notizprogramm zur Verwendung mit einem Eingabestift.

source: translator-credits
de: Fabian Henze

source: of {:3}
de: von {:3}

source: Open File
de: Datei öffnen

source: Unable to open PDF
de: Konnte das PDF nicht öffnen

source: Save File As
de: Datei speichern unter

source: Export PDF
de: PDF exportieren

source: Unable to open PDF file: {}
de: Konnte die PDF Datei nicht öffnen: {}

source: Disconnect and continue locally
de: Verbindung trennen und lokal weiterarbeiten

source: No response from the server for the last {} seconds.
de: Seit {} Sekunden keine Antwort mehr vom Server.

source: Continue locally
de: Lokal weiterarbeiten

source: The connection to the server has been terminated.
de: Die Verbindung zum Server wurde getrennt.

source: Connected
de: Verbunden

source: Connection failed due to: {}
de: Verbindung fehlgeschlagen, weil: {}

source: Started editing {}
de: Bearbeite nun {}

source: Connect to Server
de: Verbinde zum Server

source: Connecting to {} ...
de: Verbinde zu {} ..

source: Opening {} ...
de: Öffne {} ...

source: New document
de: Neues Dokument

source: The port must be below 65535
de: Der Port muss unter 65535 liegen

source: Close current document?
de: Aktuelles Dokument schließen?

source: You will loose all changes to your current document, if you connect to a server. Continue without saving?
de: Wenn sie zu einem Server verbinden, werden sie alle Änderungen am aktuellen Dokument verlieren. Weiter ohne zu speichern?

source: Warning
de: Warnung

source: The document has {} pages
de: Das Dokument hat {} Seiten

source: Error saving document: {}
de: Fehler beim Speichern des Dokuments: {}

source: Autosave directory '{}' does not exist.
de: Verzeichnis zur automatischen Speicherung '{}' existiert nicht.

source: Could not create autosave directory: {}
de: Konnte das Verzeichnis zur automatischen Speicherung nicht erstellen: {}

source: Loaded {} documents
de: {} Dokumente geladen

source: The autosave directory was locked by another instance of cournal-server, that is not running anymore. This happens, when cournal-server crashed. Make sure that no server is using the autosave directory '{}', delete '{}' and try again.
de: Das Verzeichnis zur automatischen Speicherung ist von einer anderen Cournal Server, der nicht mehr läuft, gesperrt. Dies kann auftreten, wenn der Cournal Server abstürzt. Stellen sie sicher, dass kein Server das Verzeichnis '{}' nutzt, löschen sie '{}' und versuchen sie es erneut.

source: The autosave directory is locked by another instance of cournal-server. To run multiple instances concurrently, you need to set a different autosave directory and port.
de: Das Verzeichnis zur automatischen Speicherung ist von einem anderen Cournal Server gesperrt. Um mehrere Instanzen gleichzeitig zu starten müssen sie jeweils unterschiedliche Verzeichnisse und Portnummern festlegen.

source: Could not create file in autosave directory: {}
de: Konnte keine Datei im Verzeichnis zur automatischen Speicherung erstellen: {}

source: Saving all documents.
de: Speichere alle Dokumente.

source: New User connected: {}
de: Ein neuer Benutzer hat sich verbunden: {}

source: User disconnected: {}
de: Ein Benutzer hat sich getrennt: {}

source: User {} requested document list
de: Benutzer {} hat die Dokumentenliste angefordert

source: User {} started editing {}
de: Benutzer {} hat angefangen {} zu editieren

source: New stroke on page {}
de: Neuer Strich auf Seite {}

source: Deleted stroke on page {}
de: Strich auf Seite {} gelöscht

source: Server for Cournal.
de: Server für Cournal.

source: e.g.: %(prog)s -p port
de: z.B.: %(prog)s -p port

source: Port to listen on
de: Port für eingehende Verbindungen

source: The directory within which to store the documents on the server.
de: Das Verzeichnis, in dem alle Dokumente des Servers gespeichert werden sollen

source: Interval in seconds within which to save modified documents to permanent storage. Set to 0 to disable autosave.
de: Intervall in Sekunden, der angibt wie oft die Dokumente gespeichert werden sollen. Der Wert 0 deaktiviert die automatische Speicherung.

source: ERROR: Failed to listen on port {}
de: FEHLER: Konnte nicht auf eingehende Verbindungen auf Port {} warten

source: Listening on port {}
de: Warte auf eingehende Verbindungen auf Port {}

source: Connecting ...
de: Verbinde ...

source: Please enter the name and port of the server you want to connect to.
de: Bitte geben sie den Hostnamen und Port des Servers ein zu dem sie verbinden möchten.

source: Server name:
de: Hostname:

source: Which document do you want to edit?
de: Welches Dokument möchten sie bearbeiten?

source: Documents
de: Dokumente

source: _File
de: _Datei

source: Annotate PDF
de: PDF annotieren

source: Import
de: Importieren

source: _Edit
de: _Bearbeiten

source: _Help
de: _Hilfe

source: Connect to server
de: Verbinde zu Server

source: Save current document
de: Speichere aktuelles Dokument

source: Pen Color
de: Stift Farbe

source: of 0
de: von 0

source: Collaborative note taking and journal application
de: Kollaboratives Notizprogramm
